Repository: AChep/keyguard-app
Catalog: appleUi/Sources/KeyguardUI/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hu, it, ja, ko, pt_br, pt_pt, ru, uk, zh_hans

# pref_item_automatic_backups_unsupported_text
source: Automatic backups are available on Android, desktop, macOS, and iOS.
ar: النسخ الاحتياطي التلقائي متاح على Android وسطح المكتب.
de: Automatische Backups sind unter Android und auf Desktop-Geräten verfügbar.
es: Automatic backups are available on Android and desktop.
fr: Les sauvegardes automatiques sont disponibles sur Android et sur ordinateur.
hu: Az automatikus mentések Androidon és asztali gépen érhetők el.
it: Automatic backups are available on Android and desktop.
ja: Automatic backups are available on Android and desktop.
ko: Automatic backups are available on Android and desktop.
pt_br: Backups automáticos estão disponíveis no Android e no desktop.
pt_pt: Cópias de segurança automáticas estão disponíveis para Android e computador.
ru: Автоматическое резервное копирование доступно на Android и в настольной версии.
uk: Автоматичне резервне копіювання доступне на Android та комп'ютері.
zh_hans: 自动备份功能适用于 Android 和桌面端。

# pref_item_automatic_backups_unsupported_title
source: Unsupported platform
ar: منصة غير مدعومة
de: Nicht unterstützte Plattform
fr: Plateforme non prise en charge
hu: Nem támogatott platform
pt_br: Plataforma não suportada
pt_pt: Plataforma não suportada
ru: Неподдерживаемая платформа
uk: Непідтримувана платформа
zh_hans: 不支持的平台

# pref_item_biometric_unlock_confirm_title
source: Biometric unlock
ar: فتح البيومترية
de: Biometrisches Entsperren
es: Desbloqueo con biometría
fr: Déverrouillage biométrique
hu: Biometrikus feloldás
it: Sblocco biometrico
ja: 生体認証によるロック解除
ko: 생체 정보 잠금 해제
pt_br: Desbloqueio biométrico
pt_pt: Desbloqueio biométrico
ru: Биометрическая разблокировка
uk: Біометричне розблокування
zh_hans: 生物识别解锁

# pref_item_biometric_unlock_require_confirmation_text
source: Require an additional confirmation button tap after a successful biometric authentication
ar: يتطلب النقر على زر تأكيد إضافي بعد المصادقة البيومترية الناجحة
de: Erfordert eine zusätzliche Bestätigung nach erfolgreicher biometrischer Authentifizierung
es: Requiere un toque adicional del botón de confirmación después de una autenticación biométrica exitosa
fr: Exiger un appui supplémentaire sur le bouton de confirmation après une authentification biométrique réussie
hu: Követeljen meg egy további megerősítő gombnyomást a sikeres biometrikus hitelesítés után
it: Richiede un ulteriore tocco sul pulsante di conferma dopo un'autenticazione biometrica riuscita
ja: 生体認証の成功後に追加の確認ボタンのタップを要求します。
ko: 생체 정보 인증 성공 후에 추가로 확인 버튼을 누르도록 요청
pt_br: Exigir uma confirmação adicional via um toque de botão depois de uma autenticação biométrica
pt_pt: Exigir um toque adicional no botão de confirmação após uma autenticação biométrica bem sucedida
ru: Запрашивать дополнительное подтверждение после успешного входа по биометрии
uk: Вимагати додаткового підтвердження після успішної біометричної автентифікації
zh_hans: 需要在成功的生物识别认证后点击额外的确认按钮

# pref_item_biometric_unlock_require_confirmation_title
source: Require confirmation
ar: تتطلب التأكيد
de: Bestätigung erforderlich
es: Requiere confirmación
fr: Confirmation requise
hu: Megerősítést követelése
it: Richiedi conferma
ja: 確認を求める
ko: 확인 요청
pt_br: Exigir confirmação
pt_pt: Requer confirmação
ru: Требовать подтверждение
uk: Вимагати підтвердження
zh_hans: 需要确认

# pref_item_biometric_unlock_title
source: Biometric unlock
ar: فتح البيومترية
de: Biometrisches Entsperren
es: Desbloqueo biométrico
fr: Déverrouillage biométrique
hu: Biometrikus feloldás
it: Sblocco biometrico
ja: 生体認証によるロック解除
ko: 생체 정보 잠금 해제
pt_br: Desbloqueio biométrico
pt_pt: Desbloqueio biométrico
ru: Биометрическая разблокировка
uk: Біометричне розблокування
zh_hans: 生物识别解锁

# pref_item_change_app_password_title
source: Change app password
ar: تغيير كلمة مرور التطبيق
de: App-Passwort ändern
es: Cambiar contraseña de la app
fr: Modifier le mot de passe de l'application
hu: Alkalmazás jelszó módosítása
it: Cambia password app
ja: アプリのパスワードを変更
ko: 앱 비밀번호 변경
pt_br: Alterar senha do aplicativo
pt_pt: Alterar palavra-passe da aplicação
ru: Изменить пароль приложения
uk: Змінити пароль застосунку
zh_hans: 更改应用专用密码

# pref_item_check_inactive_2fa_title
source: Check for inactive two-factor authentication
ar: تحقق من المصادقة الثنائية غير النشطة
de: Auf inaktive Zwei-Faktor-Authentifizierung prüfen
es: Comprobar autenticación de doble factor inactiva
fr: Vérifier les authentifications à deux facteurs inactives
hu: Inaktív kétlépcsős hitelesítések ellenőrzése
it: Autenticazione a due fattori non attivata
ja: 非アクティブな二要素認証をチェック
ko: 꺼져 있는 2단계 인증 확인
pt_br: Verificar por autenticação de dois fatores inativa
pt_pt: Verificar por autenticações de 2 fatores inativas
ru: Проверка неактивной двухфакторной аутентификации
uk: Перевіряти неактивну двофакторну автентифікацію
zh_hans: 查看未启用双因素身份认证的项目

# pref_item_check_inactive_passkeys_title
source: Check for inactive passkeys
ar: التحقق من وجود مفاتيح مرور غير نشطة
de: Auf inaktive Passkeys prüfen
es: Comprobar contraseñas inactivas
fr: Vérifier les clés d'accès inactifs
hu: Inaktív hozzáférési kulcsok ellenőrzése
it: Controlla passkey inattive
ja: 非アクティブなパスキーをチェック
ko: 꺼져 있는 패스키 확인
pt_br: Verificar por chaves de acesso inativas
pt_pt: Verificar por chaves de acesso inativas
ru: Проверить на неактивированные ключи доступа
uk: Перевіряти неактивні ключі доступу
zh_hans: 查看未启用通行密钥的项目

# pref_item_check_pwned_passwords_title
source: Check for pwned passwords
ar: التحقق من وجود كلمات المرور Pwned
de: Auf kompromittierte Passwörter prüfen
es: Comprobar contraseñas derrotadas
fr: Chercher les mots de passe pwned
hu: Feltört jelszavak keresése
it: Controlla password pwned
ja: 漏洩したパスワードをチェック
ko: 유출된 비밀번호 확인
pt_br: Verificar se senhas foram vazadas
pt_pt: Verificar por palavras-passe comprometidas
ru: Проверить на уязвимые пароли
uk: Перевіряти викриті паролі
zh_hans: 查看被泄露的密码

# pref_item_check_pwned_services_title
source: Check for data breaches
ar: التحقق من خروقات البيانات
de: Auf Datenlecks prüfen
es: Comprobar si hay roturas de datos
fr: Vérifier les violations de données
hu: Adatszivárgások ellenőrzése
it: Controlla la presenza di violazioni dei dati
ja: 脆弱なアカウントをチェック
ko: 유출된 데이터 확인
pt_br: Verificar por vazamentos de dados
pt_pt: Verificar se existe violação de dados
ru: Проверка на наличие нарушений данных
uk: Перевіряти витоки даних
zh_hans: 查看数据破坏情况

# pref_item_clear_vault_title
source: Clear vault
ar: مسح الخزنة
de: Tresor leeren
fr: Vider le coffre-fort
hu: Széf ürítése
pt_br: Limpar cofre
pt_pt: Limpar o cofre
uk: Очистити сховище
zh_hans: 清空密码库

# pref_item_clipboard_auto_clear_immediately_text
source: Immediately
ar: في الحال
de: Sofort
es: Inmediatamente
fr: Immédiatement
hu: Azonnal
it: Immediatamente
ja: 即時
ko: 즉시
pt_br: Imediatamente
pt_pt: Imediatamente
ru: Немедленно
uk: Негайно
zh_hans: 立即清除

# pref_item_clipboard_auto_clear_never_text
source: Never
ar: أبداً
de: Nie
es: Nunca
fr: Jamais
hu: Soha
it: Mai
ja: しない
ko: 비우지 않음
pt_br: Nunca
pt_pt: Nunca
ru: Никогда
uk: Ніколи
zh_hans: 从不

# pref_item_clipboard_auto_clear_title
source: Automatically clear clipboard
ar: مسح الحافظة تلقائيا
de: Zwischenablage automatisch löschen
es: Borrar automáticamente el portapapeles
fr: Effacer automatiquement le presse-papiers
hu: Vágólap automatikus törlése
it: Cancella automaticamente gli appunti
ja: クリップボードを自動的に消去
ko: 클립보드 자동 비우기
pt_br: Limpar área de transferência automaticamente
pt_pt: Limpar área de transferência automaticamente
ru: Автоматически очищать буфер обмена
uk: Автоматично очищати буфер обміну
zh_hans: 自动清除剪贴板

# pref_item_clipboard_auto_refresh_otp_duration_never_text
source: Never
ar: أبداً
de: Nie
es: Nunca
fr: Jamais
hu: Soha
it: Mai
ja: なし
ko: 알림을 띄우지 않음
pt_br: Nunca
pt_pt: Nunca
ru: Никогда
uk: Ніколи
zh_hans: 从不

# pref_item_clipboard_auto_refresh_otp_duration_note
source: When you autofill a login item that has a one-time password, the notification with verification code will popup for at least the defined duration
ar: عندما تقوم بالملء التلقائي لعنصر تسجيل الدخول الذي يحتوي على كلمة مرور لمرة واحدة، سينبثق الإشعار مع رمز التحقق طوال المدة المحددة على الأقل
de: Wenn Sie ein Login-Element automatisch eingeben, das ein Einmalpasswort besitzt, erscheint die Benachrichtigung mit Bestätigungscode für mindestens die definierte Dauer
es: Cuando autorrellenas un elemento de inicio de sesión que tiene una contraseña única, la notificación con código de verificación aparecerá durante al menos la duración definida
fr: Lorsque vous remplissez automatiquement un élément de connexion qui a un mot de passe à usage unique, la notification avec le code de vérification apparaîtra pour au moins la durée définie
hu: Amikor egy egyszeri jelszóval rendelkező bejelentkezési elemet automatikusan kitölt, az ellenőrző kódot tartalmazó értesítés legalább a meghatározott ideig megjelenik
it: Quando si compila automaticamente un elemento di accesso che ha una password monouso, la notifica con codice di verifica verrà visualizzata per almeno la durata definita
ja: ワンタイムパスワードを含むログインアイテムを自動入力すると、認証コードの通知が指定された時間表示されます。
ko: OTP가 있는 로그인 아이템을 자동 완성했을 때, 지정한 시간만큼 OTP 인증 코드를 알림으로 띄웁니다.
pt_br: Quando você preencher automaticamente um item de login que tenha uma senha de uso único, a notificação com o código de verificação aparecerá por pelo menos a duração definida
pt_pt: Quando faz o preenchimento automático de uma entrada de início de sessão que tenha um código 2FA, a notificação com o código de verificação em janela flutuante aparece de acordo com a duração definida
ru: При заполнении логина с одноразовым паролем уведомление с кодом подтверждения появляется по крайней мере на заданную длительность
uk: При заповнюванні логіну з одноразовим паролем, сповіщення з кодом підтвердження зринає принаймні на задану тривалість
zh_hans: 自动填充具有一次性密码的登录条目时，会弹出带有验证码的通知，持续时间至少为所定义的持续时间

# pref_item_clipboard_auto_refresh_otp_duration_title
source: Auto-refresh one-time password notification duration
ar: مدة الإخطار بكلمة المرور لمرة واحدة
de: Benachrichtigungsdauer für Einmalpasswörter
es: Duración de contraseña de un solo uso
fr: Durée de notification de mot de passe unique
hu: Egyszeri jelszó értesítés időtartama
it: Durata notifica password monouso
ja: ワンタイムパスワード通知の表示時間
ko: OTP 알림 길이
pt_br: Duração da notificação da senha de uso único
pt_pt: Duração da notificação de código 2FA
ru: Длительность уведомления о разовых паролях
uk: Тривалість автоматичного оновлення сповіщення з одноразовим паролем
zh_hans: 一次性密码通知持续时间

# pref_item_clipboard_notification_settings_title
source: One-time password notification settings
ar: إعدادات إشعارات كلمة المرور لمرة واحدة
de: Einmal Passwort Benachrichtigungseinstellungen
es: Configuración de notificación de contraseña de una sola vez
fr: Paramètres des notifications de mot de passe unique
hu: Egyszeri jelszó értesítési beállítások
it: Impostazioni di notifica password monouso
ja: ワンタイムパスワード通知の設定
ko: OTP 알림 설정
pt_br: Configurações de notificação da senha de uso único
pt_pt: Configurações de notificações de código 2FA
ru: Настройки уведомления о разовых паролях
uk: Налаштування сповіщення з OTP
zh_hans: 一次性密码通知设置

# pref_item_close_to_tray_title
source: Close to system tray
ar: بالقرب من علبة النظام
de: In die Taskleiste schließen
es: Cerrar en la bandeja del sistema
fr: Fermer dans la barre d'état système
hu: Bezárás az értesítési területre
it: Chiudi in area di notifica
ja: システムトレイに閉じる
ko: 시스템 트레이로 닫기
pt_br: Fechar para a bandeja do sistema
pt_pt: Fechar para a bandeja do sistema
ru: Свернуть в трей
uk: При закритті згортати до системного трею
zh_hans: 关闭至系统托盘

# pref_item_color_accent_title
source: Tint color
ar: لون خفيف
de: Farbton
es: Tonalidad
fr: Couleur d'accentuation
hu: Tónus
it: Colore Tinta
ja: 色合い
ko: 강조 색상
pt_br: Tonalidade da Cor
pt_pt: Tonalidade
ru: Цвет оттенка
uk: Колір відтінку
zh_hans: 主题颜色

# pref_item_color_scheme_amoled_dark_title
source: Use contrast black theme
ar: استخدم سمة سوداء متباينة
de: Schwarzes Farbschema verwenden
es: Usar tema negro
fr: Utiliser le thème noir contrasté
hu: Kontrasztos fekete téma használata
it: Usa tema scuro a contrasto
ja: 高コントラストの黒いテーマを使用
ko: 다크 테마에 검정색 사용
pt_br: Use o tema preto contrastante
pt_pt: Usar tema preto puro
ru: Использовать черную контрастную тему
uk: Використовувати контрастну чорну тему
zh_hans: 使用纯黑主题

# pref_item_color_scheme_expressive_title
source: Use expressive theme
ar: استخدام النمط التعبيري
de: Expressiv Design verwenden
es: Usar tema expresivo
fr: Utiliser le thème expressif
hu: Expresszív téma használata
it: Usa il tema espressivo (expressive)
ko: 익스프레시브 테마 사용
pt_br: Usar tema expressivo
pt_pt: Utilize o tema expressivo
ru: Использовать экспрессивную тему
uk: Використовувати експресивну тему
zh_hans: 使用 Expressive 主题

# pref_item_color_scheme_title
source: Theme
ar: سمة
de: Farbschema
es: Tema
fr: Thème
hu: Téma
it: Tema
ja: テーマ
ko: 테마
pt_br: Tema
pt_pt: Tema
ru: Тема
uk: Тема оформлення
zh_hans: 主题

# pref_item_conceal_fields_text
source: Conceal sensitive info, such as passwords and credit card numbers
ar: إخفاء المعلومات الحساسة، مثل كلمات المرور وأرقام بطاقات الائتمان
de: Vertrauliche Informationen wie Passwörter und Kreditkartennummern verbergen
es: Ocultar información sensible, como contraseñas y números de tarjeta de crédito
fr: Cacher les informations sensibles, comme les mots de passe et les numéros de carte de crédit
hu: Érzékeny információk, például jelszavak és bankkártyaszámok elrejtése
it: Nascondere informazioni sensibili, come password e numeri di carta di credito
ja: パスワードやクレジットカード番号などの機密情報を隠します
ko: 비밀번호, 신용 카드 번호 등 민감한 정보를 숨깁니다.
pt_br: Oculte informações confidenciais, como senhas e números de cartão de crédito
pt_pt: Ocultar informações confidenciais, como palavras-passe e números de cartão de crédito
ru: Скрыть конфиденциальную информацию, например пароли и номера кредитных карт
uk: Приховувати конфіденційну інформацію, таку як паролі або номери кредитних карток
zh_hans: 隐藏敏感信息，例如密码和信用卡号码

# pref_item_conceal_fields_title
source: Conceal fields
ar: إخفاء الحقول
de: Felder verbergen
es: Ocultar campos
fr: Champs de masquage
hu: Mezők elrejtése
it: Concedi i campi
ja: フィールドを隠す
ko: 필드 감추기
pt_br: Ocultar campos
pt_pt: Ofuscar campos
ru: Скрыть поля
uk: Приховати значення полів
zh_hans: 隐藏字段

# pref_item_contact_us_title
source: Contact us
ar: اتصل بنا
de: Kontaktiere uns
es: Contáctanos
fr: Contactez-nous
hu: Kapcsolat
it: Contattaci
ja: お問い合わせ
ko: 고객 지원
pt_br: Contate-nos
pt_pt: Contacte-nos
ru: Связаться с нами
uk: Зв'язатися з нами
zh_hans: 联系我们

# pref_item_crash_title
source: Crash
ar: يتحطم
de: Absturz
fr: Plantage
hu: Összeomlás
it: Arresto anomalo
ja: クラッシュ
ko: 충돌
pt_br: Falha
pt_pt: Falha
ru: Сбой
uk: Спровокувати виліт застосунку
zh_hans: 程序崩溃

# pref_item_credential_provider_no_feature_note
source: The device doesn't support retrieval of user credentials via integration with credential providers. Contact the manufacturer for more information.
ar: لا يدعم الجهاز استرداد بيانات اعتماد المستخدم عبر التكامل مع موفري بيانات الاعتماد. اتصل بالشركة المصنعة لمزيد من المعلومات.
de: Das Gerät unterstützt die Abfrage von Benutzeranmeldedaten nicht über die Integration mit Anmeldeanbietern. Kontaktieren Sie den Hersteller für weitere Informationen.
es: El dispositivo no soporta la recuperación de credenciales de usuario a través de la integración con los proveedores de credenciales. Contacte con el fabricante para más información.
fr: L'appareil ne prend pas en charge la récupération des informations d'identification de l'utilisateur via l'intégration avec des fournisseurs d'informations d'identification. Contactez le fabricant pour plus d'informations.
hu: Ez az eszköz nem támogatja a felhasználói hitelesítő adatok lekérdezését hitelesítő szolgáltatókkal való integrációval. További információért forduljon a gyártóhoz.
it: Il dispositivo non supporta il recupero delle credenziali utente tramite l'integrazione con i provider di credenziali. Contatta il produttore per maggiori informazioni.
ja: このデバイスは資格情報プロバイダーとの統合によるユーザー資格情報の取得をサポートしていません。詳細については製造元にお問い合わせください。
ko: 이 기기는 통합 기능을 사용하여 자격 증명 공급자에서 사용자 자격 증명을 받아올 수 없습니다. 자세한 사항은 기기 제조사에 문의하세요.
pt_br: O dispositivo não suporta a recuperação de credenciais do usuário através da integração com provedores de credenciais. Contate o fabricante para obter mais informações.
pt_pt: O dispositivo não suporta a recuperação de credenciais do utilizador através da integração com provedores de credenciais. Contacte o fabricante para obter mais informações.
ru: Устройство не поддерживает интеграцию с поставщиками учетных записей. Свяжитесь с производителем для получения дополнительной информации.
uk: Пристрій не підтримує інтеграцію з постачальниками облікових даних. Щоб дізнатися більше, зверніться до виробника.
zh_hans: 设备不支持通过与凭据管理器集成以检索用户凭据。请联系制造商获取更多信息。

# pref_item_credential_provider_text
source: Passkeys, passwords and data services
ar: مفاتيح المرور وكلمات المرور وخدمات البيانات
de: Passkeys, Passwörter und Datendienste
es: Llaves de acceso, contraseñas y servicios de datos
fr: Clés d'accès, mots de passe et services de données
hu: Hozzáférési kulcsok, jelszavak és adatszolgáltatások
it: Passkeys, password e servizi dati
ja: パスキー、パスワード、データサービス
ko: 패스키, 비밀번호 및 데이터 서비스
pt_br: Chaves de acesso, senhas e serviços de dados
pt_pt: Chaves de acesso, palavras-passe e serviços de dados
ru: Пасскеи, пароли и сервисы данных
uk: Ключі, паролі та служби даних
zh_hans: 通行密钥、密码和数据服务

# pref_item_credential_provider_title
source: Credential provider
ar: مزود بيانات الاعتماد
de: Anmeldedatenanbieter
es: Proveedor de credenciales
fr: Fournisseur d’informations d’identification
hu: Hitelesítés-szolgáltató
it: Fornitore di credenziali
ja: 認証プロバイダー
ko: 자격 증명 공급자
pt_br: Provedor de credenciais
pt_pt: Provedor de credenciais
ru: Поставщик учетных данных
uk: Постачальник реквізитів для входу
zh_hans: 凭据提供商

# pref_item_crowdin_title
source: Crowdin project
ar: مشروع كراودين
de: Crowdin-Projekt
es: Proyecto de Crowdin
fr: Projet Crowdin
hu: Crowdin projekt
it: Progetto Crowdin
ja: Crowdin プロジェクト
ko: CrowdIn 프로젝트
pt_br: Projeto no Crowdin
pt_pt: Projeto no Crowdin
ru: Проект на Crowdin
uk: Проєкт на Crowdin
zh_hans: Crowdin 项目

# pref_item_crowdin_view_all_contributors_title
source: View all
ar: عرض الكل
de: Alle anzeigen
es: Ver todo
fr: Tout afficher
hu: Összes megjelenítése
it: Visualizza tutto
ja: すべて表示
ko: 모두 보기
pt_br: Ver tudo
pt_pt: Ver tudo
ru: Просмотреть всех
uk: Переглянути всіх
zh_hans: 查看所有

# pref_item_data_safety_title
source: Data safety
ar: سلامة البيانات
de: Datensicherheit
es: Seguridad de los datos
fr: Sécurité des données
hu: Adat biztonság
it: Sicurezza dei dati
ja: データセーフティ
ko: 데이터 안전성
pt_br: Segurança dos dados
pt_pt: Segurança de dados
ru: Безопасность данных
uk: Безпека даних
zh_hans: 数据安全

# pref_item_dev_text
source: Test settings for development
ar: إعدادات الاختبار للتطوير
de: Test-Einstellungen für die Entwicklung
es: Configuración de prueba para desarrollo
fr: Paramètres de test pour le développement
hu: Tesztbeállítások a fejlesztéshez
it: Impostazioni di test per lo sviluppo
ja: 開発用テスト設定
ko: 개발용 테스트 설정
pt_br: Configurações de teste para desenvolvimento
pt_pt: Configurações de teste para desenvolvimento
ru: Тестовые настройки для разработки
uk: Тестові параметри для розробників
zh_hans: 开发测试设置

# pref_item_dev_title
source: Development
ar: تطوير
de: Entwicklung
es: Desarrollo
fr: Développement
hu: Fejlesztés
it: Sviluppo
ja: 開発
ko: 개발
pt_br: Desenvolvimento
pt_pt: Desenvolvimento
ru: Разработка
uk: Для розробників
zh_hans: 开发

# pref_item_developer_text
source: SSH agent
ar: وكيل SSH
fr: Agent SSH
hu: SSH ügynök
it: Agente SSH
ko: SSH 에이전트
pt_br: Agente SSH
pt_pt: Agente SSH
uk: SSH агент
zh_hans: SSH 代理

# pref_item_developer_title
source: Developer
ar: المطوّر
de: Entwickler
fr: Développeur
hu: Fejlesztő
it: Sviluppatore
ko: 개발자
pt_br: Desenvolvedor
pt_pt: Desenvolvedor
uk: Розробник
zh_hans: 开发者

# pref_item_download_apk_title
source: Download APK file
ar: تنزيل ملف APK
de: APK-Datei herunterladen
es: Descargar archivo APK
fr: Télécharger le fichier APK
hu: APK fájl letöltése
it: Scarica il file APK
ja: APK ファイルのダウンロード
ko: APK 파일 다운로드
pt_br: Baixar arquivo APK
pt_pt: Transferir ficheiro APK
ru: Скачать APK файл
uk: Завантажити APK-файл
zh_hans: 下载 APK 文件

# pref_item_erase_data_text
source: Close the app and erase all local app data
ar: أغلق التطبيق وامسح جميع بيانات التطبيق المحلية
de: App schließen und alle lokalen App-Daten löschen
es: Cerrar la aplicación y borrar todos los datos de la aplicación local
fr: Fermer l'application et effacer toutes les données locales de l'app
hu: Alkalmazás bezárása, és az összes helyi alkalmazásadat törlése
it: Chiudi l'app e cancella tutti i dati locali
ja: アプリを閉じて、ローカルのアプリデータをすべて消去します
ko: 앱을 닫고 모든 앱 데이터를 지웁니다.
pt_br: Fechar aplicativo e apagar todos os dados locais
pt_pt: Fechar a app e apagar todos os dados locais do aplicativo
ru: Закрыть приложение и удалить все локальные данные
uk: Закрити застосунок і видалити всі його локальні дані
zh_hans: 关闭应用并清除所有本地应用数据

# pref_item_erase_data_title
source: Erase app data
ar: مسح بيانات التطبيق
de: App-Daten löschen
es: Borrar datos de la app
fr: Effacer toutes les données de l'app
hu: Alkalmazás-adat törlése
it: Cancella dati app
ja: アプリデータを消去
ko: 앱 데이터 삭제
pt_br: Apagar dados do aplicativo
pt_pt: Apagar dados do aplicativo
ru: Удалить все данные приложения
uk: Стерти дані
zh_hans: 清除应用数据

# pref_item_experimental_title
source: Experimental
ar: تجريبي
de: Experimentell
fr: Expérimental
hu: Kísérleti
it: Funzioni sperimentali
ja: 実験的機能
ko: 실험용 기능
ru: Экспериментальные
uk: Експериментальні налаштування
zh_hans: 实验性功能

# pref_item_features_overview_title
source: Features overview
ar: نظرة عامة على الميزات
de: Feature-Überblick
es: Vista de las características
fr: Aperçu des fonctionnalités
hu: Funkciók áttekintése
it: Panoramica delle funzionalità
ja: 機能の概要
ko: 기능 살펴보기
pt_br: Descrição geral dos recursos
pt_pt: Resumo de funcionalidades
ru: Обзор возможностей
uk: Перегляд можливостей
zh_hans: 功能概述

# pref_item_font_title
source: Font
ar: الخط
de: Schriftart
es: Tipo de fuente
fr: Police de caractères
hu: Betűtípus
it: Carattere
ja: フォント
ko: 글꼴
pt_br: Fonte
pt_pt: Tipo de letra
ru: Шрифт
uk: Шрифт
zh_hans: 字体

# pref_item_github_title
source: GitHub project
ar: مشروع جيثب
de: GitHub-Projekt
es: Proyecto en GitHub
fr: Projet GitHub
hu: GitHub projekt
it: Progetto GitHub
ja: GitHub プロジェクト
ko: GitHub 프로젝트
pt_br: Projeto no GitHub
pt_pt: Projeto no GitHub
ru: Проект на GitHub
uk: Проєкт на GitHub
zh_hans: GitHub 项目

# pref_item_gpg_agent_approval_window_always_ask
source: Ask every time
ar: السؤال في كل مرة
de: Jedes Mal fragen
es: Preguntar cada vez
fr: Demander à chaque fois
it: Chiedi ogni volta
ja: 毎回確認する
ko: 매번 물어보기
pt_br: Sempre perguntar
pt_pt: Pergunte sempre
ru: Спрашивать каждый раз
uk: Питати щоразу
zh_hans: 每次询问

# pref_item_gpg_agent_approval_window_title
source: Remember key approvals
ar: تذكّر موافقات المفاتيح
de: Schlüsselgenehmigungen merken
es: Recordar aprobaciones de claves
fr: Mémoriser les approbations de clés
it: Ricorda le approvazioni delle chiavi
ja: キーの承認を記憶する
ko: 키 승인 기억하기
pt_br: Lembrar das chaves aprovadas
pt_pt: Lembre-se das aprovações de chaves
ru: Запоминать одобрения ключей
uk: Запам'ятовувати схвалення ключів
zh_hans: 记住密钥授权

# pref_item_gpg_agent_approval_window_until_lock
source: Until vault locks
ar: حتى تُقفل الخزنة
de: Bis der Tresor gesperrt wird
es: Hasta que se bloquee la caja fuerte
fr: Jusqu'au verrouillage du coffre-fort
it: Fino al blocco della cassaforte
ja: 保管庫がロックされるまで
ko: 보관함이 잠길 때까지
pt_br: Até que o cofre seja bloqueado
pt_pt: Até que o cofre tranque
ru: До блокировки хранилища
uk: Доки сховище не заблокується
zh_hans: 直至密码库锁定
